{
  "term": "Spring",
  "year": "2019",
  "level": [
    "Non-Credit"
  ],
  "topics": [
    [
      "Health and Medicine",
      "Biomedical Signal and Image Processing"
    ],
    [
      "Health and Medicine",
      "Medical Imaging"
    ],
    [
      "Science",
      "Cognitive Science"
    ]
  ],
  "legacy_uid": "",
  "instructors": {
    "content": [
      "36c5b220-3468-44a5-a3c4-d1347b2087f8",
      "37d4b379-db95-42f2-be48-9c34385b8030",
      "085cca64-29bd-1de8-d937-fc3dd0852d6e"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "ccbdcb0e-292a-4516-9514-9782d43bb0c1",
    "website": "meg-workshop"
  },
  "course_title": "MEG Workshop",
  "hide_download": true,
  "course_description": "This series helps learners understand magnetoencephalography (MEG) signals through the lens of source estimation, decoding, and connectivity: principles, pitfalls, and perspectives.\n\nMEG methodological approaches have grown remarkably during the 50-year history of MEG. A breadth of source estimation tools can localize brain activity even in challenging situations. Pattern analysis of brain activity can perform feats of mind reading by revealing what a person is seeing, perceiving, attending to, or remembering. Functional connectivity approaches can assess the role of large-scale brain networks in cognitive function. The aim of this workshop is to deconstruct these tools, overview the challenges and limitations, and demonstrate MEG data analysis procedures to a novice researcher.\n\nThis workshop was sponsored by the Center for Brains, Minds, and Machines (CBMM), a multi-institutional NSF Science and Technology Center headquartered at MIT that is dedicated to the study of intelligence—how the brain produces intelligent behavior and how we may be able to replicate intelligence in machines.",
  "department_numbers": [
    "9"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "RES.9-007",
  "course_image_thumbnail": {
    "content": "ccbdcb0e-292a-4516-9514-9782d43bb0c1",
    "website": "meg-workshop"
  },
  "learning_resource_types": [
    "Workshop Videos",
    "Lecture Videos"
  ],
  "site_uid": "8d8d9f42-1196-45a8-8b04-94b725053abe",
  "site_short_id": "res.9-007-spring-2019",
  "site_url_path": "courses/res-9-007-meg-workshop-spring-2019"
}